[Demo_CommonAD_ep4_4_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=8373,Y=2975,Z=93),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-133,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Vec=(X=8247,Y=2830,Z=-42),VecSub=(X=47,Y=0,Z=0),CId=70)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Vec=(X=8338,Y=2785,Z=-42),VecSub=(X=80,Y=0,Z=0),CId=72)
DemoScripts[5]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=8408,Y=2785,Z=300),VecSub=(X=120,Y=0,Z=0),CId=71)
DemoScripts[6]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[7]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0100_fx_close_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0700_lp_Depressed",Rate=0,Number=3,Bit=4)
DemoScripts[8]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0003_lp_open_surprise",motionName[1]="kr_CM_0001_fx_close_down",motionName[2]="kr_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[9]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[10]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=11,Vec=(X=8338,Y=2845,Z=73))
DemoScripts[11]=(Actor=CHARACTER,Command=POP,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=8247,Y=2830,Z=38),VecSub=(X=47,Y=0,Z=0),CId=258)
DemoScripts[12]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0200_lp_Talk",Number=9,CId=258,Bit=4)
DemoScripts[13]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Positive.GG2_BGM_DM_CMN_Positive_Cue')
DemoScripts[14]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Ground_2.GG2_AMB_Ground_2_LP_Cue')
DemoScripts[15]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[16]=(Actor=FADE,Command=WAIT)
DemoScripts[17]=(Actor=WINDOW,Command=SET)
DemoScripts[18]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[19]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0701_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[20]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[21]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_002_Cue',Name="カミゾノ　マヤ")
DemoScripts[22]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[23]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[24]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[25]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[26]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_004_Cue',Name="カミゾノ　マヤ")
DemoScripts[27]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[28]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[29]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[30]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[31]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[32]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_006_Cue',Name="カミゾノ　マヤ")
DemoScripts[33]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[34]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[35]=(Actor=WINDOW,Command=EXIT)
DemoScripts[36]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-100,Y=-5,Z=0),SecTime=0.3)
DemoScripts[37]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[38]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-100,Y=-5,Z=0),SecTime=)
DemoScripts[39]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[40]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Pressure_Cue')
DemoScripts[41]=(Actor=EMOTION,Command=SET,Name="クロナ",Number=1,CId=72)
DemoScripts[42]=(Actor=WINDOW,Command=SET)
DemoScripts[43]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_007_Cue',Name="クロナ")
DemoScripts[44]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[45]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[46]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[47]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0103_fx_close_perplex",motionName[1]="kr_CM_0000_fx_close_normal",motionName[2]="kr_DM_0100_lp_Stand",Rate=0,Number=3,Bit=4)
DemoScripts[48]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[49]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_009_Cue',Name="クロナ")
DemoScripts[50]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[51]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[52]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[53]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[54]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Gag.GG2_BGM_DM_CMN_Gag_Cue')
DemoScripts[55]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0102_fx_close_tightly",motionName[1]="kr_CM_0001_fx_close_down",motionName[2]="kr_DM_0107_fx_Stand2Cry",Rate=0,Number=3,Bit=0)
DemoScripts[56]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0700_lp_Cry",Number=8)
DemoScripts[57]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_1,SecTime=)
DemoScripts[58]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_010_Cue',Name="クロナ")
DemoScripts[59]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[60]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[61]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[62]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0103_fx_close_perplex",Rate=0,Number=0,Bit=0)
DemoScripts[63]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_012_Cue',Name="クロナ")
DemoScripts[64]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[65]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[66]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0103_fx_close_perplex",motionName[1]="kr_CM_0000_fx_close_normal",motionName[2]="kr_DM_0701_fx_Cry2Stand",Rate=0,Number=3,Bit=0)
DemoScripts[67]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[68]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_013_Cue',Name="クロナ")
DemoScripts[69]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[70]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[71]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[72]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0103_fx_close_perplex",motionName[1]="kr_CM_0000_fx_close_normal",motionName[2]="kr_DM_0103_fx_Stand2Depressed",Rate=0,Number=3,Bit=0)
DemoScripts[73]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0300_lp_Depressed",Number=8)
DemoScripts[74]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_015_Cue',Name="クロナ")
DemoScripts[75]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[76]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[77]=(Actor=WINDOW,Command=EXIT)
DemoScripts[78]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[79]=(Actor=FADE,Command=WAIT)
DemoScripts[80]=(Actor=CHARACTER,Command=SET,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=POS,Vec=(X=8408,Y=2785,Z=-42),CId=71)
DemoScripts[81]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[82]=(Actor=FADE,Command=WAIT)
DemoScripts[83]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=0.3)
DemoScripts[84]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[85]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[86]=(Actor=WINDOW,Command=SET)
DemoScripts[87]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_016_Cue',Name="エコロ")
DemoScripts[88]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[89]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[90]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[91]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[92]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_017_Cue',Name="エコロ")
DemoScripts[93]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[94]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[95]=(Actor=CHARACTER,Command=MOVE,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=ROT,Vec=(X=40,Y=0,Z=0),SecTime=0.5,CId=72)
DemoScripts[96]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",motionName[1]="kr_CM_0000_fx_close_normal",motionName[2]="kr_DM_0301_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[97]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[98]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=11,Vec=(X=8408,Y=2845,Z=85))
DemoScripts[99]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_018_Cue',Name="クロナ")
DemoScripts[100]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[101]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[102]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[103]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[104]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_019_Cue',Name="エコロ")
DemoScripts[105]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[106]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[107]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[108]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[109]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_020_Cue',Name="クロナ")
DemoScripts[110]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[111]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[112]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0100_fx_close_normal",motionName[1]="ek_CM_0002_fx_close_smile_S",motionName[2]="ek_DM_0102_fx_Stand2Displease",Rate=0,Number=3,Bit=0)
DemoScripts[113]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0200_lp_Displease",Number=8)
DemoScripts[114]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_021_Cue',Name="エコロ")
DemoScripts[115]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[116]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[117]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[118]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[119]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_022_Cue',Name="クロナ")
DemoScripts[120]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[121]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[122]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[123]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[124]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[125]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=ROT,Vec=(X=10,Y=0,Z=0),CId=70)
DemoScripts[126]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=11,Vec=(X=8338,Y=2835,Z=73))
DemoScripts[127]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_024_Cue',Name="カミゾノ　マヤ")
DemoScripts[128]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[129]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[130]=(Actor=WINDOW,Command=EXIT)
DemoScripts[131]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-133,Y=-5,Z=0),SecTime=0.3)
DemoScripts[132]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[133]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-133,Y=-5,Z=0),SecTime=)
DemoScripts[134]=(Actor=CHARACTER,Command=SET,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=ROT,Vec=(X=100,Y=0,Z=0),CId=71)
DemoScripts[135]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[136]=(Actor=CHARACTER,Command=SET,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=ROT,Vec=(X=80,Y=0,Z=0),CId=72)
DemoScripts[137]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[138]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[139]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=0)
DemoScripts[140]=(Actor=WINDOW,Command=SET)
DemoScripts[141]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[142]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Wonder_Cue')
DemoScripts[143]=(Actor=EMOTION,Command=SET,Name="カミゾノ　マヤ",Number=3,CId=70)
DemoScripts[144]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=13,Bit=0,Rate=1)
DemoScripts[145]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[146]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[147]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_026_Cue',Name="カミゾノ　マヤ")
DemoScripts[148]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[149]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[150]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[151]=(Actor=WINDOW,Command=EXIT)
DemoScripts[152]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=0.3)
DemoScripts[153]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[154]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[155]=(Actor=CHARACTER,Command=EXIT,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',CId=70)
DemoScripts[156]=(Actor=WINDOW,Command=SET)
DemoScripts[157]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_028_Cue',Name="エコロ")
DemoScripts[158]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[159]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[160]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=1,Rate=1)
DemoScripts[161]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[162]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[163]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[164]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[165]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0003_fx_close_smile_L",Rate=0,Number=1,Bit=0)
DemoScripts[166]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_030_Cue',Name="クロナ")
DemoScripts[167]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[168]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[169]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=0)
DemoScripts[170]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[171]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[172]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[173]=(Actor=SELECT,Command=SET,ID=SELECT00)
DemoScripts[174]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[175]=(Actor=SYSTEM,Command=ROUTE_CHANGE,Label=EKORO)
DemoScripts[176]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[177]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[178]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Ekoro.GG2_BGM_DM_Usual_Ekoro_Cue')
DemoScripts[179]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[180]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_033_Cue',Name="エコロ")
DemoScripts[181]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[182]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[183]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[184]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_034_Cue',Name="エコロ")
DemoScripts[185]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[186]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[187]=(Actor=CHARACTER,Command=MOVE,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=ROT,Vec=(X=40,Y=0,Z=0),SecTime=0.3,CId=72)
DemoScripts[188]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0101_fx_close_smile",motionName[1]="kr_CM_0003_fx_close_smile_L",motionName[2]="kr_DM_0102_fx_Stand2Proud",Rate=0,Number=3,Bit=0)
DemoScripts[189]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0200_lp_Proud",Number=8)
DemoScripts[190]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=1,Rate=1)
DemoScripts[191]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_035_Cue',Name="クロナ")
DemoScripts[192]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[193]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[194]=(Actor=CHARACTER,Command=MOVE,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=ROT,Vec=(X=130,Y=0,Z=0),SecTime=0.3,CId=71)
DemoScripts[195]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=1,Rate=1)
DemoScripts[196]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[197]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0105_fx_Stand2Seamon",Rate=0,Number=2,Bit=0)
DemoScripts[198]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0500_lp_Sermon",Number=8)
DemoScripts[199]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_036_Cue',Name="エコロ")
DemoScripts[200]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[201]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[202]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0501_fx_Seamon2Stand",Rate=0,Number=2,Bit=0)
DemoScripts[203]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[204]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[205]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[206]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_037_Cue',Name="クロナ")
DemoScripts[207]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[208]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[209]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_038_Cue',Name="エコロ")
DemoScripts[210]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[211]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[212]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[213]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[214]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Pressure_Cue')
DemoScripts[215]=(Actor=EMOTION,Command=SET,Name="クロナ",Number=1,CId=72)
DemoScripts[216]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_040_Cue',Name="クロナ")
DemoScripts[217]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[218]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[219]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[220]=(Actor=TEXT,Command=SET,ID=TEXT41)
DemoScripts[221]=(Actor=WINDOW,Command=EXIT)
DemoScripts[222]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[223]=(Actor=FADE,Command=WAIT)
DemoScripts[224]=(Actor=CHARACTER,Command=SET,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=ROT,Vec=(X=100,Y=0,Z=0),CId=71)
DemoScripts[225]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0103_fx_close_perplex",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_1800_lp_Inarticulately",Rate=0,Number=3,Bit=4)
DemoScripts[226]=(Actor=CHARACTER,Command=SET,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=ROT,Vec=(X=80,Y=0,Z=0),CId=72)
DemoScripts[227]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",motionName[1]="kr_CM_0000_fx_close_normal",motionName[2]="kr_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[228]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[229]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[230]=(Actor=FADE,Command=WAIT)
DemoScripts[231]=(Actor=WINDOW,Command=SET)
DemoScripts[232]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_042_Cue',Name="クロナ")
DemoScripts[233]=(Actor=TEXT,Command=SET,ID=TEXT42)
DemoScripts[234]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[235]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0100_fx_close_normal",motionName[1]="kr_CM_0003_fx_close_smile_L",motionName[2]="kr_DM_0102_fx_Stand2Proud",Rate=0,Number=3,Bit=0)
DemoScripts[236]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0200_lp_Proud",Number=8)
DemoScripts[237]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_043_Cue',Name="クロナ")
DemoScripts[238]=(Actor=TEXT,Command=SET,ID=TEXT43)
DemoScripts[239]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[240]=(Actor=CHARACTER,Command=SET,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=ROT,Vec=(X=120,Y=0,Z=0),CId=71)
DemoScripts[241]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",motionName[1]="ek_CM_0002_fx_close_smile_S",motionName[2]="ek_DM_1801_fx_Inarticulately2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[242]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[243]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=1,Rate=1)
DemoScripts[244]=(Actor=TEXT,Command=SET,ID=TEXT44)
DemoScripts[245]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",motionName[1]="kr_CM_0002_fx_close_smile_S",motionName[2]="kr_DM_0201_fx_Proud2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[246]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[247]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[248]=(Actor=TEXT,Command=SET,ID=TEXT45)
DemoScripts[249]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[250]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_046_Cue',Name="クロナ")
DemoScripts[251]=(Actor=TEXT,Command=SET,ID=TEXT46)
DemoScripts[252]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[253]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",motionName[1]="kr_CM_0002_fx_close_smile_S",motionName[2]="kr_DM_0102_fx_Stand2Proud",Rate=0,Number=3,Bit=1)
DemoScripts[254]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0200_lp_Proud",Number=8)
DemoScripts[255]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_047_Cue',Name="クロナ")
DemoScripts[256]=(Actor=TEXT,Command=SET,ID=TEXT47)
DemoScripts[257]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[258]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[259]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0003_fx_close_smile_L",Rate=0,Number=1,Bit=0)
DemoScripts[260]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_048_Cue',Name="クロナ")
DemoScripts[261]=(Actor=TEXT,Command=SET,ID=TEXT48)
DemoScripts[262]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[263]=(Actor=WINDOW,Command=EXIT)
DemoScripts[264]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[265]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0100_fx_open_S",Rate=0,Number=1,Bit=0)
DemoScripts[266]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[267]=(Actor=FADE,Command=WAIT)
DemoScripts[268]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Away_Kurona_Cue')
DemoScripts[269]=(Actor=CHARACTER,Command=EXIT,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',CId=72)
DemoScripts[270]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[271]=(Actor=FADE,Command=WAIT)
DemoScripts[272]=(Actor=WINDOW,Command=SET)
DemoScripts[273]=(Actor=TEXT,Command=SET,ID=TEXT49)
DemoScripts[274]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[275]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[276]=(Actor=TEXT,Command=SET,ID=TEXT50)
DemoScripts[277]=(Actor=SYSTEM,Command=JUMP,Label=JUMP03)
DemoScripts[278]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[279]=(Actor=SYSTEM,Command=ROUTE_CHANGE,Label=KURONA)
DemoScripts[280]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[281]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[282]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Kurona.GG2_BGM_DM_Usual_Kurona_Cue')
DemoScripts[283]=(Actor=TEXT,Command=SET,ID=TEXT51)
DemoScripts[284]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[285]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[286]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=1,Rate=1)
DemoScripts[287]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[288]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[289]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=1,Rate=1)
DemoScripts[290]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_052_Cue',Name="エコロ")
DemoScripts[291]=(Actor=TEXT,Command=SET,ID=TEXT52)
DemoScripts[292]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[293]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[294]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[295]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=0)
DemoScripts[296]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=0)
DemoScripts[297]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[298]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_053_Cue',Name="クロナ")
DemoScripts[299]=(Actor=TEXT,Command=SET,ID=TEXT53)
DemoScripts[300]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[301]=(Actor=TEXT,Command=SET,ID=TEXT54)
DemoScripts[302]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0100_fx_close_normal",motionName[1]="kr_CM_0000_fx_close_normal",motionName[2]="kr_DM_0102_fx_Stand2Proud",Rate=0,Number=3,Bit=0)
DemoScripts[303]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0200_lp_Proud",Number=8)
DemoScripts[304]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_055_Cue',Name="クロナ")
DemoScripts[305]=(Actor=TEXT,Command=SET,ID=TEXT55)
DemoScripts[306]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[307]=(Actor=TEXT,Command=SET,ID=TEXT56)
DemoScripts[308]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=1,Rate=1)
DemoScripts[309]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[310]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0201_fx_Proud2Stand",Rate=0,Number=2,Bit=0)
DemoScripts[311]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[312]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_057_Cue',Name="クロナ")
DemoScripts[313]=(Actor=TEXT,Command=SET,ID=TEXT57)
DemoScripts[314]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[315]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_058_Cue',Name="クロナ")
DemoScripts[316]=(Actor=TEXT,Command=SET,ID=TEXT58)
DemoScripts[317]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[318]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[319]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_059_Cue',Name="エコロ")
DemoScripts[320]=(Actor=TEXT,Command=SET,ID=TEXT59)
DemoScripts[321]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[322]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0101_fx_close_smile",motionName[1]="kr_CM_0003_fx_close_smile_L",motionName[2]="kr_DM_0102_fx_Stand2Proud",Rate=0,Number=3,Bit=0)
DemoScripts[323]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0200_lp_Proud",Number=8)
DemoScripts[324]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[325]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[326]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_060_Cue',Name="クロナ")
DemoScripts[327]=(Actor=TEXT,Command=SET,ID=TEXT60)
DemoScripts[328]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[329]=(Actor=CHARACTER,Command=MOVE,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=ROT,Vec=(X=130,Y=0,Z=0),SecTime=0.3,CId=71)
DemoScripts[330]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[331]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[332]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0103_fx_Stand2Furry",Rate=0,Number=2,Bit=0)
DemoScripts[333]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0300_lp_Furry",Number=8)
DemoScripts[334]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_061_Cue',Name="エコロ")
DemoScripts[335]=(Actor=TEXT,Command=SET,ID=TEXT61)
DemoScripts[336]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[337]=(Actor=TEXT,Command=SET,ID=TEXT62)
DemoScripts[338]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0100_fx_close_normal",motionName[1]="kr_CM_0002_fx_close_smile_S",motionName[2]="kr_DM_0201_fx_Proud2Stand",Rate=0,Number=3,Bit=0)
DemoScripts[339]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[340]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_063_Cue',Name="クロナ")
DemoScripts[341]=(Actor=TEXT,Command=SET,ID=TEXT63)
DemoScripts[342]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[343]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[344]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0003_fx_close_smile_L",Rate=0,Number=1,Bit=0)
DemoScripts[345]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_064_Cue',Name="クロナ")
DemoScripts[346]=(Actor=TEXT,Command=SET,ID=TEXT64)
DemoScripts[347]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[348]=(Actor=WINDOW,Command=EXIT)
DemoScripts[349]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[350]=(Actor=FADE,Command=WAIT)
DemoScripts[351]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Away_Kurona_Cue')
DemoScripts[352]=(Actor=CHARACTER,Command=EXIT,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',CId=72)
DemoScripts[353]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[354]=(Actor=FADE,Command=WAIT)
DemoScripts[355]=(Actor=WINDOW,Command=SET)
DemoScripts[356]=(Actor=TEXT,Command=SET,ID=TEXT65)
DemoScripts[357]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0201_lp_half_angry",Rate=0,Number=0,Bit=1)
DemoScripts[358]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[359]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_066_Cue',Name="エコロ")
DemoScripts[360]=(Actor=TEXT,Command=SET,ID=TEXT66)
DemoScripts[361]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[362]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-133,Y=-5,Z=0),SecTime=0.3)
DemoScripts[363]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[364]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-133,Y=-5,Z=0),SecTime=)
DemoScripts[365]=(Actor=TEXT,Command=SET,ID=TEXT67)
DemoScripts[366]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-133,Y=-35,Z=0),SecTime=0.3)
DemoScripts[367]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[368]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-133,Y=-35,Z=0),SecTime=)
DemoScripts[369]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_4.GG2_V_CMNAD_ep4_4_068_Cue',Name="")
DemoScripts[370]=(Actor=TEXT,Command=SET,ID=TEXT68)
DemoScripts[371]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[372]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0201_fx_Talk2Stand",Number=9,CId=258,Bit=0)
DemoScripts[373]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0100_lp_Stand",Number=10,CId=258)
DemoScripts[374]=(Actor=TEXT,Command=SET,ID=TEXT69)
DemoScripts[375]=(Actor=SYSTEM,Command=JUMP,Label=JUMP03)
DemoScripts[376]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[377]=(Actor=WINDOW,Command=EXIT)
DemoScripts[378]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[379]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[380]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[381]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[382]=(Actor=SYSTEM,Command=END)

[Select_CommonAD_ep4_4_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=2,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_CommonAD_ep4_4_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="小真夜!")

Texts[1]=(Label="TEXT02",Name="真夜",Text="......峯哥?/n我......被操控了......")

Texts[2]=(Label="TEXT03",Name="峯大",Text="!!/n妳清醒了啊,小真夜!")

Texts[3]=(Label="TEXT04",Name="真夜",Text="對不起......給峯哥,添麻煩了......")

Texts[4]=(Label="TEXT05",Name="峯大",Text="別在意./n比起這個,現在就好好休息吧.")

Texts[5]=(Label="TEXT06",Name="真夜",Text="......我知道了....../n謝謝你,峯哥......")

Texts[6]=(Label="TEXT07",Name="庫蘿娜",Text="唔唔!")

Texts[7]=(Label="TEXT08",Name="峯大",Text="好! 這下妳走投無路了吧!!")

Texts[8]=(Label="TEXT09",Name="庫蘿娜",Text="嗚......嗚......嗚......")

Texts[9]=(Label="TEXT10",Name="庫蘿娜",Text="嗚哇---!!!!",Format[0]=(Size=37,Start=0,End=13))

Texts[10]=(Label="TEXT11",Name="峯大",Text="咦咦!?")

Texts[11]=(Label="TEXT12",Name="庫蘿娜",Text="不行DEATH......嗚嗚....../n因為......嗚嗚....../n這是......考試DEATH......!")

Texts[12]=(Label="TEXT13",Name="庫蘿娜",Text="要是補習失敗......庫蘿娜....../n會被魔王大人......嗚嗚....../n做些......很不得了的事DEATH......")

Texts[13]=(Label="TEXT14",Name="峯大",Text="很......很不得了的事......?")

Texts[14]=(Label="TEXT15",Name="庫蘿娜",Text="......很不得了的事......嗚嗚....../n就是很不得了的事DEATH啊......")

Texts[15]=(Label="TEXT16",Name="艾可蘿",Text="............")

Texts[16]=(Label="TEXT17",Name="艾可蘿",Text="......庫蘿娜!")

Texts[17]=(Label="TEXT18",Name="庫蘿娜",Text="什......什麼事DEATH......?/n天使?")

Texts[18]=(Label="TEXT19",Name="艾可蘿",Text="妳的心情,我非~常明白./n妳不想被做很不得了的事呢......")

Texts[19]=(Label="TEXT20",Name="庫蘿娜",Text="......妳明白DEATH嗎!/n天使......妳叫什麼名字DEATH?")

Texts[20]=(Label="TEXT21",Name="艾可蘿",Text="我是艾可蘿.這是肩負著/n未來天界的精英天使的名字./n好好記住不會有損失唷.")

Texts[21]=(Label="TEXT22",Name="庫蘿娜",Text="艾可蘿....../n妳是個好傢伙DEATH呢......")

Texts[22]=(Label="TEXT23",Name="峯大",Text="什麼......?/n為什麼兩人會突然/n加深友情啊?")

Texts[23]=(Label="TEXT24",Name="真夜",Text="天使和惡魔的友情....../n心靈被洗滌了......")

Texts[24]=(Label="TEXT25",Name="峯大",Text="小真夜,妳不是回去了嗎......?/n話說,咦? 天使?/n妳看得見艾可蘿嗎!?")

Texts[25]=(Label="TEXT26",Name="真夜",Text="從一開始就,一直,看得見啊......?")

Texts[26]=(Label="TEXT27",Name="峯大",Text="這樣啊....../n大哥哥我啊....../n已經跟不上這個發展了哦......")

Texts[27]=(Label="TEXT28",Name="艾可蘿",Text="峯大大人./n只是一下子的話,/n幫助庫蘿娜也沒關係吧......?")

Texts[28]=(Label="TEXT29",Name="峯大",Text="咦......這是妳該說的嗎?/n稍微等我一下./n太過突然了......讓我想想......")

Texts[29]=(Label="TEXT30",Name="庫蘿娜",Text="天使!/n小艾可蘿真的是天使DEATH!")

Texts[30]=(Label="TEXT31",Name="峯大",Text="呃......唔--嗯......這個嘛.")

Texts[31]=(Label="TEXT32",Name="峯大",Text="或許就像艾可蘿說的,/n的確是有點可憐也說不定呢......")

Texts[32]=(Label="TEXT33",Name="艾可蘿",Text="是的./n而且放任庫蘿娜按照自己的判斷/n讓損害繼續擴大也很讓人困擾.")

Texts[33]=(Label="TEXT34",Name="艾可蘿",Text="這裡還是在我這個精英天使的監修之下/n度過更加安全的惡作劇生活吧.")

Texts[34]=(Label="TEXT35",Name="庫蘿娜",Text="謝謝DEATH,艾可蘿!/n我欠妳一次DEATH!")

Texts[35]=(Label="TEXT36",Name="艾可蘿",Text="只.不.過!/n可不是白白幫妳唷?")

Texts[36]=(Label="TEXT37",Name="庫蘿娜",Text="......天使意外地唯利是圖DEATH呢....../n什麼事DEATH?/n如果是庫蘿娜能做的事,是可以DEATH啦......")

Texts[37]=(Label="TEXT38",Name="艾可蘿",Text="希望妳能用手上的惡魔長槍/n刺一下峯大大人的屁股.")

Texts[38]=(Label="TEXT39",Name="峯大",Text="所以說,不一定要是屁股吧......?/n妳是很喜歡屁股的梗嗎......?")

Texts[39]=(Label="TEXT40",Name="庫蘿娜",Text="DEATH!?/n你......你是不正常的傢伙......DEATH嗎......?")

Texts[40]=(Label="TEXT41",Name="峯大",Text="不,不是這樣啦....../n其實是如此這般如此這般......")

Texts[41]=(Label="TEXT42",Name="庫蘿娜",Text="哦......原來是這樣DEATH啊--/n竟然用了32發天使之箭....../n真是辛苦你了DEATH呢,人類......")

Texts[42]=(Label="TEXT43",Name="庫蘿娜",Text="知道了DEATH!/n如果願意幫庫蘿娜的忙,/n就用長槍刺你DEATH!")

Texts[43]=(Label="TEXT44",Name="峯大",Text="要是隻聽這段話,/n一下被叫去幫忙惡作劇,一下又要被長槍刺,/n顯得我好像衰事連連的樣子呢......")

Texts[44]=(Label="TEXT45",Name="峯大",Text="不,既然是被長槍刺的話/n應該說是滿身瘡痍吧......")

Texts[45]=(Label="TEXT46",Name="庫蘿娜",Text="小事情就別在意了DEATH!/n好啦,馬上開始惡作劇時間DEATH吧!")

Texts[46]=(Label="TEXT47",Name="庫蘿娜",Text="這個DEATH嘛......那麼,/n首先就去游泳池DEATH!")

Texts[47]=(Label="TEXT48",Name="庫蘿娜",Text="反正你們會被女孩子擋住,/n應該要花很多時間DEATH,/n庫蘿娜就先過去等你們了DEATH!")

Texts[48]=(Label="TEXT49",Name="峯大",Text="啊,等等!/n還沒告訴我們要做什......")

Texts[49]=(Label="TEXT50",Name="峯大",Text="走掉了啊......")

Texts[50]=(Label="TEXT51",Name="峯大",Text="不,現在應該先/n用惡魔長槍刺我才對!/n就算要幫忙,也是在那之後哦.")

Texts[51]=(Label="TEXT52",Name="艾可蘿",Text="唔......的確是這樣./n庫蘿娜,妳能用惡魔長槍/n刺一下峯大大人嗎?")

Texts[52]=(Label="TEXT53",Name="庫蘿娜",Text="長槍?/n難道說這個人類/n是被虐狂DEATH嗎?")

Texts[53]=(Label="TEXT54",Name="峯大",Text="不對啦!!/n其實是如此這般如此這般......")

Texts[54]=(Label="TEXT55",Name="庫蘿娜",Text="哼哼......原來如此DEATH./n也就是說,如果庫蘿娜不出手幫忙的話,/n你就一輩子沒有女朋友了DEATH嗎......")

Texts[55]=(Label="TEXT56",Name="峯大",Text="如果找不到命運的對象,/n的確會變成那樣呢......")

Texts[56]=(Label="TEXT57",Name="庫蘿娜",Text="......就聽到的內容來說,看來/n這等於是庫蘿娜造成的事態....../n是庫蘿娜的責任DEATH......")

Texts[57]=(Label="TEXT58",Name="庫蘿娜",Text="如果你就這樣變得不幸的話,/n就好像是庫蘿娜害你不幸一樣......")

Texts[58]=(Label="TEXT59",Name="艾可蘿",Text="不......也有一小部分的/n責任在我身上......")

Texts[59]=(Label="TEXT60",Name="庫蘿娜",Text="不......也就是說,這是因庫蘿娜大人而起的/n大型惡作劇! 只要這個人類變得不幸,/n就能得到一大堆印章了DEATH!")

Texts[60]=(Label="TEXT61",Name="艾可蘿",Text="什!?")

Texts[61]=(Label="TEXT62",Name="峯大",Text="怎麼這樣!?")

Texts[62]=(Label="TEXT63",Name="庫蘿娜",Text="哎呀~竟然什麼都不做/n也能夠累積印章,/n真是太幸運了DEATH呢--")

Texts[63]=(Label="TEXT64",Name="庫蘿娜",Text="那就這樣,掰嗨嗨DEATH!")

Texts[64]=(Label="TEXT65",Name="峯大",Text="妳等一下......!")

Texts[65]=(Label="TEXT66",Name="艾可蘿",Text="那個惡魔~!!")

Texts[66]=(Label="TEXT67",Name="峯大",Text="對了......!/n小真夜也來幫....../n奇怪!? 她不在!?")

Texts[67]=(Label="TEXT68",Name="峯大小子",Text="\"嗨,我是小真夜的傳訊人偶/n\"峯大小子\"! 小真夜因為累了/n所以先回去了唷--\"")

Texts[68]=(Label="TEXT69",Name="峯大",Text="哎呀呀......")

Texts[69]=(Label="",Name="",Text="")

Texts[70]=(Label="SELECT01",Name="",Text="或許就像/n艾可蘿說的")

Texts[71]=(Label="SELECT02",Name="",Text="首先應該對我/n用惡魔長槍!")

Texts[72]=(Label="SELECT03",Name="",Text="")

Texts[73]=(Label="SELECT04",Name="",Text="")

Texts[74]=(Label="SELECT05",Name="",Text="")

Texts[75]=(Label="SELECT06",Name="",Text="")

Texts[76]=(Label="SELECT07",Name="",Text="")

Texts[77]=(Label="SELECT08",Name="",Text="")

Texts[78]=(Label="SELECT09",Name="",Text="")

Texts[79]=(Label="SELECT10",Name="",Text="")


